{
  "Julien Evenus": {
    "role": "Học sinh, Quý tộc",
    "relations": {
      "Leon Rowan Ellert": "Chủ nhân của",
      "Aldric Evenus": "Cha của",
      "Seraphina Evenus, hiện không rõ danh tính": "Mẹ của",
      "Linus Evenus": "Em trai của",
      "Evelyn J. Verlice": "Bạn thưở nhỏ của"
    },
    "overview": "Vốn là Emmet Rowe vì lí do gì đó mà nhập vào thân xác của Julien Evenus. Ngay trước khi chết vì ung thư, anh ấy muốn làm cho anh trai mình hạnh phúc và quyết định chơi trò chơi yêu thích của anh trai mình trong một khoảng thời gian ngắn. Sau khi chết, anh ta thấy mình thức dậy với tư cách là nhân vật phản diện chính trong trò chơi yêu thích của anh trai mình với một hệ thống. Có ít kiến thức về trò chơi, anh bắt đầu và theo đuổi nhiệm vụ của hệ thống với mục tiêu tìm kiếm anh trai của mình.",
    "personality": "Julien là một người chăm chỉ. Anh ấy hầu như không bao giờ nghỉ ngơi và thường tập luyện hoặc học tập. Ở đầu câu chuyện, Leon nói rằng Julien trông như thế nào anh ấy muốn chết, nhưng khi câu chuyện tiếp diễn, Leon nói rằng Julien không còn vẻ muốn chết nữa. Một vài nhân vật, gần gũi với anh ta, nói rằng theo thời gian, anh ta trở nên tử tế hơn và ít chán nản hơn.",
    "trivia": "Khiếu hài hước khủng khiếp của Julien thường khiến bạn bè của anh ấy không thể chịu đựng được những trò đùa của anh ấy. \nJulien thích và thích ăn mặn \nJulian có sở trường đặt tên cho mọi thứ thực sự tồi tệ"
  },
  "Leon Rowan Ellert": {
    "role": "Học sinh, Vệ sĩ, Cận vệ",
    "relations": {
      "Julien Evenus": "Người hầu của"
    },
    "overview":"Leon Rowan Ellert là người hầu của Julien Evenus và là nhân vật chính của trò chơi em trai của Emmet đã chơi. Anh ta là một trong số ít người biết rằng Julien Evenus là một người sở hữu.",
    "trivia":"Leon thích tập luyện và không thích những trò đùa của Julien"
  },
  "Aoife K. Megrail": {
    "role": "Học sinh, Công Chúa",
    "relations": {
      "Gael K. Meggrail": "anh trai của",
      "Atlas Megrai": "thù ghét",
      "Joseph L. Meggrail": "cha của"

    },
    "overview":"Aoife K. Mergrail là một trong những nhân vật chính của The Advent of the Three Calamites. Cô là công chúa của Đế chế Nurs Ancifa và là một trong 3 Calamites. Cô ấy là một trong 3 nữ chính của trò chơi mà Noel đã nói với Emmet."
  },
  "Evelyn J. Verlice": {
    "role": "Học sinh, Quý tộc",
    "relations": {
      "Julien Evenus": "bạn thuở nhỏ của",
      "Leon Rowan Ellert": "bạn thuở nhỏ của"
    },
    "overview": "Evelyn J. Verlice là một trong những nhân vật chính của Advent of the Three Calamities. Cô là một trong ba nữ chính của trò chơi mà Noel và Emmet đã chơi \nCô là bạn thân thời thơ ấu của Julien Evenus và Leon Rowan Ellert. Trong thời thơ ấu của họ, Julien và Evelyn gần như không thể tách rời. Tuy nhiên, sau khi tính cách của Julien(gốc) thay đổi, mối quan hệ của họ khô héo. Evenly bị ảnh hưởng sâu sắc bởi điều này và nó dẫn đến việc Evelyn mắc chứng lo âu xã hội trong những năm thiếu niên. Cô cũng nói rằng Julien liên tục thay đổi tính cách đã trở thành một dạng chấn thương.",
    "trivia":"Sau đó, người ta tiết lộ rằng Evelyn là một nhà phê bình ẩm thực nổi tiếng trong đế chế, nhưng cô ấy giấu điều này ngay cả với những người thân thiết nhất với mình"
  },
  "Kiera Mylne": {
    "role": "Học sinh",
    "relations": {
      "Rose": "dì của"
    },
    "overview":"Kiera Myline là một trong những nhân vật chính của The Advent of the Three Calamites. Cô là một trong 3 nữ chính của trò chơi mà Emmet chơi với Noel.",
    "personality": "Cô ấy là một người rất thô tục và nói nhiều. Hiếm khi thấy cô ấy nói một câu mà không có bất kỳ từ nguyền rủa nào trong đó. Cô ấy không quan tâm đến ý kiến của người khác về mình. Cô sợ bóng tối do chấn thương và hút thuốc để đối phó với nó. Điều này dẫn đến việc cô phát triển chứng nghiện hút thuốc và được chữa lành nhờ sự giúp đỡ của Julien. Cô ấy là một kẻ lập dị gọn gàng và ghét những căn phòng bẩn thỉu và bẩn thỉu."

  },
  "Delilah V. Rosemberg": {
    "role": "Pháp sư, Hiệu trưởng Haven",
    "relations": {
      "Julien": "Giáo viên của"
    },
    "overview": "Sự xuất hiện của ba tai họa có Delilah V. Rosemberg là một trong những nhân vật trung tâm của nó. Cô ấy là Hiệu trưởng của Học viện Haven. Đạt đến Apprentice ở tuổi 18, cô được coi là cá nhân tài năng nhất hành tinh.",
    "personality":"Deliliah đã trải qua một quá trình giáo dục khủng khiếp và khó khăn. Kết quả là cô trở nên lạnh lùng và vô hồn, không bị ảnh hưởng bởi bất cứ điều gì. Cơn nghiện sô cô la của cô ấy mạnh đến mức cô ấy bị cấm mua nó. Đó là món ăn duy nhất mà cô ấy thực sự thích. Ngoài ra, sô cô la là một cách dễ dàng để lôi kéo cô ấy. Cô ấy đấu tranh để hiểu cảm xúc \nCô ấy muốn thấy Julien đạt được tiềm năng của anh ấy trong phép thuật cảm xúc để xem liệu phép thuật cảm xúc của anh ấy có thể kích hoạt cảm xúc của cô ấy hay không. Cô ấy muốn hiểu cảm xúc với sự giúp đỡ của anh ấy. Nó đã được chứng minh rằng cho đến nay phép thuật của Julien đã khiến cô ấy cảm thấy một chút ma thuật buồn bã đầy cảm xúc, nhưng điều đó theo như anh ấy quản lý.",
    "trivia": "Delilah nghiện sô cô la quá mức vì cô ấy tìm cách cảm thấy hạnh phúc, ngay cả khi đó chỉ là tạm thời."
  },
  "Jordana Kaliana": {
    "role": "Nữ hoàng của Verdant Empire",
    "relations": {
      "Amell": "con của"
    }
  },
  "Noel Rowe": {
    "role": "???",
    "relations": {
      "Emmet Rowe": "anh trai của"
    }
  }
}
